Repository: gdochadipa/acak-kata-mobile
Catalog: lib/l10n/intl_*.arb
Languages: id

source: List Language
id: Pilih Bahasa untuk Permainan

# code
source: en
id: id

# true_string
source: Correct
id: Benar

# false_string
source: Wrong
id: Salah

# of_string
source: of
id: dari

source: Single Player
id: Pemain Tunggal

source: Multi Player
id: Pemain Ganda

source: Exit
id: Keluar

source: Play
id: Main

source: Next
id: Selanjutnya

source: Back
id: Kembali

source: Delete
id: Hapus

source: Answer
id: Jawaban

# exit_game
source: Do you want to exit game? the progress will be lost
id: Ingin keluar permainan ?

# exit_game_menu
source: Do you want to exit game?
id: Ingin keluar permainan ?

# exit_game_yes
source: Yes, Exit
id: Ya, ingin keluar

# exit_game_no
source: No, Continue
id: Tidak

source: Letter
id: Huruf

source: Second
id: Detik

source: ques
id: Soal

source: Question
id: Soal

# second_question
source: Second per ques
id: Detik per Soal

# challenge
source: Challenge Friends
id: Tantang Teman

# question_count
source: Number of Questions
id: Jumlah Soal

# word_length
source: Word Length(letter)
id: Panjang Kata(huruf)

source: Time
id: Waktu

# question_number
source: Question Number is empty !
id: Isi Jumlah Soal !

# question_number_error_min
source: Min 5 Ques !
id: Minimal lima soal !

# question_number_error_max
source: Max 15 Ques !
id: Minimal 15 soal !

# word_length_form
source: Length word is empty !
id: Isi panjang kata !

# word_length_form_error_min
source: Min 3 letter !
id: Minimal panjang 3 kata !

# word_length_form_error_max
source: Max 10 letter !
id: Minimal panjang 10 kata !

# question_time
source: Time is empty !
id: Isi pajang waktu !

# question_time_error_min
source: Min 7 second per Ques !
id: Minimal waktu 7 detik !

# question_time_error_max
source: Max 30 second per Ques !
id: Maximal waktu 30 detik !

source: Custom Level
id: Kustom Level

# back_to_menu
source: Back to Home
id: Kembali ke Menu

source: Setting
id: Pengaturan

source: Save Setting
id: Simpan Pengaturan

source: About
id: Tentang Aplikasi

# about_cite
source: Acak Kata is mobile game app for improve skill vocabulary in various language, like Balinese, Javanese, Indonesians, and English
id: Acak Kata adalah sebuah permainan mobile untuk mengasah keterampilan dalam penguasaan kosakata dalam berbagai bahasa, yaitu Bahasa Bali, Bahasa Jawa, Bahasa Indonesia dan Bahasa Inggris

source: Login first !
id: Login terlebih dahulu !

# exit_room
source: Exit from Room
id: Keluar dari Ruang Permainan

# find_word
source: Dictionary
id: Kamus

source: Join Room
id: Gabung Permainan

source: Music
id: Musik

# join_room_text
source: Input Room Code
id: Masukan kode ruang

source: Success Find Room
id: Berhasil menemukan ruangan

source: Find Room
id: Cari Ruang

# failed_find_room
source: Failed find a room
id: Gagal mencari ruangan

# start_game
source: Starting game
id: Permainan Segera Dimulai

# receive_setting
source: Successfully receive settings
id: Berhasil menerima pengaturan

# receive_status_player
source: Successfully Receive player status
id: Menerima status dari pemain lain

source: Waiting Host
id: Menunggu host

# contact_us
source: Criticism and suggestions please contact us : baliintegratedsolution
id: Kritik dan saran silahkan kontak kami : baliintegratedsolution

# max_player
source: Maximum player
id: Jumlah pemain

# ending_time
source: End Time Game
id: Waktu akhir permainan

source: Create Room Match
id: Buat Room Match

# successfuly_create_room
source: Successfully create room match
id: Berhasil membuat ruang permainan

# see_answers
source: See the Answers
id: Lihat Jawaban

# valid_username
source: Username Invalid
id: Masukan username yang valid

# min_char_three
source: Min 3 characters
id: Minimal 3 karakter

# valid_pass
source: Min 3 characters, one letter and one number
id: Min 3 karakter, satu huruf dan satu angka

# valid_email
source: Invalid email format
id: Format email tidak sesuai
